package com.example.a48lows

class Lows {
    val lows = arrayOf(
        """ЗАКОН 1
                
НИКОГДА НЕ ЗАТМЕВАЙ ГОСПОДИНА

Всегда добивайтесь, чтобы те, кто главенствует, комфортно чувствовали себя наверху. В стремлении угодить им или произвести впечатление не заходите слишком далеко, демонстрируя свои таланты, — иначе вы рискуете добиться обратного: вселить в них страх и неуверенность. Заставьте ваших начальников казаться более блистательными, чем они есть, — и вы достигнете вершин власти.""".trimStart(),

        """ЗАКОН 2
                
НЕ ДОВЕРЯЙ ДРУЗЬЯМ БЕЗГРАНИЧНО, НАУЧИСЬ ИСПОЛЬЗОВАТЬ ВРАГОВ

Будьте настороже с друзьями — они скорее предадут, так как легко поддаются зависти. К тому же они быстро становятся баловнями и тиранами. Но призовите на службу бывшего врага, и он будет лояльнее друга, потому что ему есть что доказывать. В самом деле, друзей вам следует больше опасаться, нежели врагов. Если у вас нет врагов, найдите способ ими обзавестись.""".trimStart(),

        """ЗАКОН 3
                
СКРЫВАЙ СВОИ НАМЕРЕНИЯ

Держите людей в потемках, в состоянии неустойчивого равновесия, никогда не раскрывая подоплеку своих действий. Пребывая в неведении относительно того, что вы хотите предпринять, они не смогут обеспечить себе защиту. Заведите их подальше по ложному следу, напустите тумана, и к тому времени, как они осознают ваши намерения, будет уже слишком поздно.""".trimStart(),

        """ЗАКОН 4
                
ВСЕГДА ГОВОРИ МЕНЬШЕ, ЧЕМ КАЖЕТСЯ НЕОБХОДИМЫМ

Желая произвести впечатление своими речами, помните: чем больше вы наговорите, тем более покажетесь ординарным и не имеющим реальной силы. Даже произнося банальности, вы будете выглядеть оригинальным, если ваши речи будут неясными, незавершенными и загадочными, как сфинкс. Влиятельные люди производят впечатление и внушают страх тем, что недоговаривают. Чем больше вы говорите, тем выше вероятность того, что вы скажете глупость.""".trimStart(),

        """ЗАКОН 5
                
ОЧЕНЬ МНОГОЕ ЗАВИСИТ ОТ РЕПУТАЦИИ - БЕРЕГИ ЕЕ ЦЕНОЙ ЖИЗНИ

Репутация — краеугольный камень власти. С помощью репутации вы можете внушать страх и побеждать. Стоит, однако, ей пошатнуться, как вы становитесь уязвимым и подвергаетесь нападкам со всех сторон. Сделайте свою репутацию непоколебимой. Всегда бдительно ожидайте возможных атак и отражайте их, прежде чем будете атакованы. Учитесь выводить из строя врагов, находя бреши в их репутации. Затем отойдите в сторону и предоставьте общественному мнению расправляться с ними.""".trimStart(),

        """ЗАКОН 6
                
ЗАВОЕВЫВАЙ ВНИМАНИЕ ЛЮБОЙ ЦЕНОЙ

Обо всем судят по внешнему облику. То, чего увидеть нельзя, не имеет ценности. Поэтому никогда не позволяйте себе затеряться в толпе или кануть в Лету. Выделяйтесь. Бросайтесь в глаза, чего бы это ни стоило. Притягивайте к себе как магнит, кажитесь крупнее, красочнее, загадочнее, чем множество скромных и вежливых людей вокруг.""".trimStart(),

        """ЗАКОН 7
                
ЗАСТАВЬ ДРУГИХ РАБОТАТЬ НА СЕБЯ И ПОЛЬЗУЙСЯ РЕЗУЛЬТАТАМИ

Используйте ум, знания и беготню других людей для продвижения собственных дел. Такая помощь не только сэкономит ваши ценные силы и время, но и придаст вам божественный ореол преуспевающего человека. Ваши помощники будут забыты, вас же запомнят. Никогда не делайте сами того, что могут сделать для вас другие.""".trimStart(),

        """ЗАКОН 8
                
ВЫНУЖДАЙ ЛЮДЕЙ ПОДОЙТИ К СЕБЕ, ЕСЛИ НУЖНО, ИСПОЛЬЗУЙ ПРИМАНКУ

Когда вы вынуждаете другого человека действовать, сила на вашей стороне. Выгоднее всего добиться, чтобы противник подошел к вам, нарушая ради этого собственные планы. Соблазните его сказочными выгодами — и атакуйте. У вас в руках все карты.""".trimStart(),

        """ЗАКОН 9
                
ДОБИВАЙСЯ ПОБЕДЫ ДЕЙСТВИЯМИ, А НЕ ДОВОДАМИ

Любой минутный успех, которого, как вам кажется, вы добились в споре, оборачивается пирровой победой. Куда эффективнее можно заставить других согласиться с вами, если действовать, не произнося ни слова. Показывайте, а не объясняйте.""".trimStart(),

        """ЗАКОН 10
                
ИНФЕКЦИЯ: ИЗБЕГАЙ НЕВЕСЕЛЫХ И НЕВЕЗУЧИХ

Чьи-то чужие невзгоды могут оказаться для вас губительными — эмоциональные состояния так же заразны, как болезни. Вам может казаться, что вы спасаете утопающего, на самом деле вы лишь приближаете собственное несчастье. Несчастные иногда навлекают беды на себя, они навлекут их и на вас. Вместо этого держитесь поближе к везучим и счастливчикам.""".trimStart(),

        """ЗАКОН 11
                
СТАРАЙСЯ, ЧТОБЫ ЛЮДИ ЗАВИСЕЛИ ОТ ТЕБЯ

Чтобы оставаться независимым, вы должны всегда быть необходимым и нужным. Чем больше на вас полагаются, тем большей свободой вы располагаете. Добейтесь, чтобы счастье и процветание людей зависели от вас, — и вам нечего опасаться. Никогда не обучайте их всему, чтобы они не могли обходиться своими силами.""".trimStart(),

        """ЗАКОН 12 
                
ПРОЯВЛЯЙТЕ ИНОГДА ЧЕСТНОСТЬ И ЩЕДРОСТЬ, ЧТОБЫ ОБЕЗОРУЖИТЬ СВОЮ ЖЕРТВУ

Один искренний честный поступок побьет дюжину нечестных. Чистосердечные проявления честности и великодушия усыпят бдительность даже самых подозрительных. Когда ваша избирательная честность пробьет брешь, можете обманывать их и манипулировать ими как хотите. Вовремя поднесенный дар — Троянский конь — послужит той же цели.""".trimStart(),

        """ЗАКОН 13 
                
ПРОСЯ О ПОМОЩИ, ВЗЫВАЙ К СВОЕКОРЫСТИЮ ЛЮДЕЙ И НИКОГДА - К ИХ МИЛОСТИ ИЛИ ВЕЛИКОДУШИЮ

Если вам пришлось обратиться к союзнику за помощью, не трудитесь напоминать ему о вашем былом участии в добрых делах. Он найдет способ вас проигнорировать. Вместо этого в своей просьбе или в своем договоре с ним дайте ему увидеть нечто такое, что будет выгодно ему, и подчеркивайте это без меры. Он с воодушевлением поддержит предложение, сулящее выгоду ему самому.""".trimStart(),

        """ЗАКОН 14
                
ИГРАЙ РОЛЬ ДРУГА, ДЕЙСТВУЙ, КАК ШПИОН

Знать своего соперника очень важно. Используйте шпионов для сбора ценной информации, и она позволит вам быть на шаг впереди. Еще лучше — поработайте шпионом сами. Учитесь зондировать почву, поддерживая вежливую светскую беседу. Задавайте непрямые вопросы, ответы на которые приоткрывают слабости и намерения людей. В любой ситуации можно найти возможности для искусного расследования.""".trimStart(),

        """ЗАКОН 15
                
РАЗБЕЙ ВРАГА ПОЛНОСТЬЮ

Всем великим вождям со времен Моисея было известно, что испуганный враг должен быть разбит наголову. (Порой это знание приходило к ним через тяжкие испытания.) Если оставить хоть одну искру, как бы тускло она ни мерцала, в конце концов разгорится огонь. Остановившись на полпути, можно потерять больше, чем при условии полного уничтожения: враг оправится и будет искать отмщения. Разбейте его не только телесно, но и духовно.""".trimStart(),

        """ЗАКОН 16
                
ИСПОЛЬЗУЙ СВОЕ ОТСУТСТВИЕ, ЧТОБЫ ПРЕУМНОЖИТЬ УВАЖЕНИЕ И ЧЕСТЬ

Слишком активное вращение в обществе сбивает вам иену. Чем больше вас видно и слышно, тем более обыденным вы кажетесь. Если вы уже добились определенного положения, временное исчезновение заставит больше говорить о вас, даже восхищаться вами. Следует научиться определять, когда уйти. Творите ценность, создавая дефицит.""".trimStart(),

        """ЗАКОН 17
                
ДЕРЖИ ДРУГИХ В ПОДВЕШЕННОМ СОСТОЯНИИ: ПОДДЕРЖИВАЙ АТМОСФЕРУ НЕПРЕДСКАЗУЕМОСТИ

Люди — порождения привычки, обладающие неутолимой потребностью искать и находить хорошо знакомое в поступках других. Предсказуемость дает им ощущение контроля над вами. Смешайте карты: станьте умышленно непредсказуемым. Поведение непоследовательное или внешне бесцельное будет выводить их из равновесия и заставит терять терпение в попытках объяснять ваши поступки.""".trimStart(),

        """ЗАКОН 18
                
НЕ СТРОЙ КРЕПОСТЕЙ, ЧТОБЫ ЗАЩИТИТЬ СЕБЯ: ИЗОЛЯЦИЯ ОПАСНА

Мир опасен, а враги повсюду — каждый вынужден защищаться. Крепость кажется самым надежным убежищем. Но изоляция не только и не столько защищает нас, сколько подвергает еще большим опасностям: она лишает нас важной информации, делает заметной и уязвимой мишенью. Лучше быть среди людей и находить союзников. Прикройтесь от врагов толпой, словно щитом.""".trimStart(),

        """ЗАКОН 19
                
ЗНАЙ, С КЕМ ИМЕЕШЬ ДЕЛО: НЕ НАНОСИ ОБИДУ КОМУ НЕ СЛЕДУЕТ

В мире есть разные типы людей, и нельзя ожидать, что все они будут одинаково реагировать на одни и те же приемы. Вы запугаете или перехитрите кого-то — а он до конца дней будет вам мстить. Такие люди — волки в овечьей шкуре. Поэтому тщательно выбирайте жертву или противника и никогда не задевайте и не обижайте тех, кого не следует.""".trimStart(),

        """ЗАКОН 20
                
НИ С КЕМ НЕ ОБЪЕДИНЯЙСЯ

Только глупый торопится примкнуть к одной из сторон. Не вверяйте себя никому, кроме себя самого, не связывайте себя обязательствами. Сохраняя независимость, вы получите возможность властвовать — сталкивая людей между собой, заставляя их следовать за вами.""".trimStart(),

        """ЗАКОН 21
                
ПРИКИНЬСЯ ПРОСТАКОМ, ЧТОБЫ НАДУТЬ ПРОСТАКА: КАЖИСЬ ГЛУПЕЕ СВОЕЙ МИШЕНИ

Никому не нравится чувствовать себя глупее другого. Поэтому хитрость в том, чтобы дать вашей жертве почувствовать себя умным — и не просто умным, но более умным, чем вы. Однажды поверив в это, она никогда не заподозрит, что у вас могут быть скрытые мотивы.""".trimStart(),

        """ЗАКОН 22
                
ИСПОЛЬЗУЙ ТАКТИКУ КАПИТУЛЯЦИИ: ОБРАТИ СЛАБОСТИ В СИЛУ

Когда вы слабее, ни в коем случае не сражайтесь ради чести. Вместо этого капитулируйте. Капитуляция даст вам время на то, чтобы оправиться от ран, время, чтобы измучить и раздражить победителя, время, чтобы дождаться, пока его мощь иссякнет. Не доставляйте ему удовольствия сразиться с вами и побелить — капитулируйте раньше этого. Сделайте капитуляцию инструментом власти.""".trimStart(),

        """ЗАКОН 23
                
КОНЦЕНТРИРУЙ СВОИ СИЛЫ

Сохраняйте силы и энергию, копите и храните их в концентрированном виде. Вы собьетесь большего, открыв богатую жилу и углубляя ее, чем порхая от одной неглубокой шахты к другой, — интенсивная разработка всякий раз побивает экстенсивную. Изыскивая источники мощи, которая возвысит вас, найдите один главный ключ, тучную корову, и она в течение долгого времени будет снабжать вас молоком""".trimStart(),

        """ЗАКОН 24
                
ПОСТУПАЙ КАК ИСТИННЫЙ ПРИДВОРНЫЙ

Истинный придворный процветает в мире, где всё вращается вокруг власти и политической сноровки. Он в совершенстве владеет мастерством косвенного намека. Он льстит, уступает и утверждает свою власть над другими в самой изящной и уклончивой манере. Изучайте и применяйте законы Двора — и вашему росту не будет предела""".trimStart(),

        """ЗАКОН 25
                
СОТВОРИ СЕБЯ ЗАНОВО

Не принимайте роли, которую навязывает вам общество. Создайте себя заново, отчеканьте новую индивидуальность, которая привлекала бы внимание и никогда не наскучила публике. Лучше быть творцом собственного облика, чем позволять другим определять его для вас. Добавьте театральности своим общественным делам и выступлениям — ваша власть возрастет, а ваш образ покажется масштабнее, чем сама жизнь""".trimStart(),

        """ЗАКОН 26
                
ДЕРЖИ РУКИ ЧИСТЫМИ

Вы должны выглядеть образцом порядочности и работоспособности: ваши руки никогда не были осквернены ошибками и грязными делами. Сохраняйте этот незапятнанный облик, используя других в качестве своего орудия и скрывая собственное участие.""".trimStart(),

        """ЗАКОН 27
                
ИГРАЙ НА НУЖДАХ ЛЮДЕЙ, СОЗДАВАЯ АРМИЮ ФАНАТИЧНЫХ ПРИВЕРЖЕНЦЕВ

Люди испытывают сильнейшее желание во что-нибудь верить. Станьте объектом такого желания, дав им основание, новую веру, которой они смогут следовать. Пусть ваши речи будут неясными, но обещающими, энтузиазм ставьте выше разума и ясности мышления. Лайте вновь приобретенным последователям ритуалы, которые они смогут исполнять, призывайте их к жертвоприношениям от вашего имени. В отсутствие организованной религии и великих примеров для подражания ваша новая система верований принесет вам неограниченную власть.""".trimStart(),

        """ЗАКОН 28
                
ПРИСТУПАЙ К ДЕЛУ БЕЗ КОЛЕБАНИЙ

Если вы не уверены в том, как пойдет дело, не начинайте его. Ваши сомнения и колебания повредят исполнению. Смущение опасно: лучше начинать поувереннее. Любые ошибки, допущенные вами из-за самоуверенности, легко исправить с помощью еще большей самоуверенности. Смелость берет города; скромность не в чести.""".trimStart(),

        """ЗАКОН 29
                
ПЛАНИРУЙ ВСЕ ДО САМОГО КОНЦА

Завершение — это всё. Планируйте весь путь к нему, принимая в расчет все возможные последствия, препятствия, повороты фортуны, которые могут пустить насмарку ваш тяжелый труд, так что слава достанется другим. Если вы продумали все до конца, вас не сокрушат обстоятельства, и вы будете знать, когда остановиться. Легонько подтолкните удачу и помогите определить будущее, продумывая его на много шагов вперед.""".trimStart(),

        """ЗАКОН 30
                
ДОБИВАЯСЬ УСПЕХА, НЕ ПОКАЗЫВАЙ УСИЛИЙ

Ваши действия должны казаться естественными и выполняемыми с легкостью. Весь труд и пот, вложенные в них, как и все хитрые трюки, следует скрыть. Действуйте без видимых усилий, так, словно могли бы сделать гораздо больше. Не поддавайтесь искушению похвастаться, как тяжело вы потрудились, — это только породит лишние вопросы. Никому не раскрывайте своих приемов, иначе их применят против вас.""".trimStart(),

        """ЗАКОН 31
                
КОНТРОЛИРУЙ ВСЕ ВАРИАНТЫ: ПУСТЬ ДРУГИЕ ИГРАЮТ КАРТАМИ, КОТОРЫЕ СДАЕШЬ ТЫ

Лучшие обманы те, при которых вы как бы предоставляете другому человеку выбор: у ваших жертв возникает иллюзия свободы выбора, на самом деле они лишь марионетки. Давайте людям выбор, при каком вы выиграете, что бы они ни предпочли. Принуждайте их выбирать меньшее из двух зол, но из тех, что служат вашим целям. Поставьте их перед дилеммой: куда ни кинь — всюду клин""".trimStart(),

        """ЗАКОН 32
                
ИГРАЙ НА ЛЮДСКИХ ФАНТАЗИЯХ

Правды часто избегают, так как она неприглядна и некрасива. Никогда не взывайте к истине и реальности, если вы не готовы к взрыву гнева из-за крушения иллюзий. Жизнь так жестока и горестна, что люди, способные произвести на свет романтическую фантазию, подобны оазису в пустыне: к ним тянутся. Руководить иллюзиями толпы — это великая власть.""".trimStart(),

        """ЗАКОН 33
                
ЗНАЙ СЛАБЫЕ СТРУНКИ КАЖДОГО ЧЕЛОВЕКА

У каждого есть слабости, брешь в крепостной стене. Такой слабостью может быть неуверенность, неконтролируемые эмоции или желания, а возможно, маленькие тайные радости. Как бы то ни было, обнаружив, превратите ее в орудие пытки и используйте для своей выгоды.""".trimStart(),

        """ЗАКОН 34
                
БУДЬ ЦАРСТВЕННЫМ НА СВОЙ МАНЕР: ВЕДИ СЕБЯ КАК КОРОЛЬ - И БУДЕШЬ ПРИНЯТ КАК КОРОЛЬ

Тем, как вы преподносите себя, часто определяется то, как с вами обходятся. При длительном общении, показав себя вульгарным или серым, вы не сможете добиться уважения. Ведь король уважает себя сам и вызывает то же чувство у окружающих. Держась уверенно и величаво, вы показываете тем самым, что носить корону — ваше предназначение.""".trimStart(),

        """ЗАКОН 35
                
ОВЛАДЕЙ ИСКУССТВОМ УПРАВЛЕНИЯ ВРЕМЕНЕМ

Никогда не показывайте, что спешите — спешка выдает неумение распоряжаться самим собой и своим временем. Всегда старайтесь выглядеть спокойным, как будто вы знаете, что в конце концов всё придет к вам само. Научитесь выбирать правильный момент, улавливать дух времени, тенденции, которые приведут вас к власти. Научитесь отойти в сторону, если время еще не пришло, и бороться изо всех сил, когда момент назрел.""".trimStart(),

        """ЗАКОН 36
                
ПРЕЗИРАЙ ТО, ЧЕМ НЕ МОЖЕШЬ ОБЛАДАТЬ: ИГНОРИРОВАНИЕ - ЛУЧШАЯ МЕСТЬ

Признавая мелочь проблемой, вы лаете ей существование и силу. Чем больше внимания вы уделяете врагу, тем сильнее он становится, и маленькая ошибка часто превращается в более серьезную и заметную при попытке ее исправить. Порой лучше оставить все как есть. Если есть что-то, чем вы хотите, но не можете обладать, продемонстрируйте пренебрежение к этому. Чем меньше заинтересованности вы проявите, тем более недосягаемым будете казаться сами.""".trimStart(),

        """ЗАКОН 37
                
СОЗДАВАЙ НЕЗАБЫВАЕМЫЕ ЗРЕЛИЩА

Яркая образность и символичные красивые жесты создают ауру власти — они захватывают любого. Ставьте поэтому спектакли для окружающих, полные притягательных наглядных и лучащихся символов, которые бы преувеличивали долю вашего участия. В ослеплении от зрелища никто не заметит, сколько на самом деле вами сделано.""".trimStart(),

        """ЗАКОН 38
                
ДУМАЙ ЧТО ХОЧЕШЬ, НО ДЕЙСТВУЙ КАК ВСЕ

Если вы желаете показать, что опережаете свое время и противостоите эпохе, щеголяя оригинальными идеями и неортодоксальными путями, люди могут подумать, что вы просто хотите привлечь внимание, а на них смотрите свысока. Они найдут способ наказать вас за то, что заставили их почувствовать ваше превосходство. Куда безопаснее смешаться с ними и быть как все. Свою оригинальность приоткрывайте только терпимым к этому друзьям и тем, о ком вы точно знаете, что им понравится ваша уникальность.""".trimStart(),

        """ЗАКОН 39
                
МУТИ ВОДУ, ЧТОБЫ ПОЙМАТЬ РЫБКУ

Гнев и эмоции стратегически абсолютно непродуктивны. Вам следует всегда оставаться спокойным и объективным. Но если можно позлить врагов тем, что сами вы сохраняете спокойствие, вы получаете бесспорное преимущество. Выведите врагов из равновесия: найдите щелочку в их самомнении, через которую их можно достать, — и они у вас на крючке.""".trimStart(),

        """ЗАКОН 40
                
С ПРЕЗРЕНИЕМ ОТВЕРГАЙ БЕСПЛАТНЫЕ ОБЕДЫ

То, что предлагают вам даром, таит опасность: обычно за этим стоит хитрый трюк или скрытое обязательство. За то, что чего-то стоит, стоит заплатить. Оплачивая свой путь, вы избавляетесь от необходимости благодарить, испытывать вину и обманывать. Часто умнее бывает заплатить полную цену — нельзя блистать и экономить одновременно. Не жалейте денег, заставляйте их работать, щедрость является признаком власти и притягивает ее.""".trimStart(),


        """ЗАКОН 41
                
СТАРАЙСЯ НЕ ИДТИ СЛЕДОМ ЗА ВЕЛИКИМИ

То, что случается вначале, всегда кажется лучше и оригинальнее того, что происходит потом. Если вы преемник великого человека или ребенок знаменитых родителей, то, чтобы превзойти их, вам придется не просто повторить, но удвоить их достижения. Не теряйтесь в их тени — застрянете в чужом прошлом. Вы сможете создать собственные имя и личность, если измените курс. Откажитесь от властного отца, заклеймите его наследие и добейтесь власти, засияв собственным, а не отраженным светом""".trimStart(),

        """ЗАКОН 42
                
ПОРАЗИ ПАСТЫРЯ - И ПАСТВА РАССЕЕТСЯ

Часто белу может принести одна сильная личность — баламут, возмутитель спокойствия, самонадеянный выскочка. Если вы предоставите таким ЛЮДЯМ поле деятельности, другие подпадут под их влияние. Не ждите, пока причиняемые ими неприятности будут множиться, не пытайтесь с ними договориться — они безнадежны. Нейтрализуйте их влияние, изолируя их или изгоняя. Устраните возмутителя спокойствия — и его окружение разбежится.""".trimStart(),

        """ЗАКОН 43
                
ЗАВОЕВЫВАЙ СЕРДЦА И УМЫ ОКРУЖАЮЩИХ

Насилие порождает реакцию, которая в конечном счете обернется против вас. Вы должны обольщать людей, чтобы они захотели двигаться в вашем направлении. Соблазненный вами становится преданным слугой. Чтобы обольщать людей, нужно играть на их индивидуальных психологических особенностях и на их слабостях. Смягчите сопротивление, воздействуя на чувства, играйте на том, что людям дорого, и на их страхах. Если игнорировать сердца и умы окружающих, то они в результате вас возненавидят""".trimStart(),

        """ЗАКОН 44
                
ОБЕЗОРУЖИВАЙ И ПРИВОДИ В ЯРОСТЬ С ПОМОЩЬЮ ЭФФЕКТА ЗЕРКАЛА

Зеркало отражает реальность, но это также и совершенное орудие обмана: когда вы как в зеркале отображаете действия своих врагов, в точности повторяя все, что делают они, им не удается понять, какова ваша стратегия. Эффект Зеркала издевается, унижает их, мешает маскировать их чувства. Поднося зеркало к их душам, вы создаете у них иллюзию того, что разделяете их ценности; поднося зеркало к их поступкам, вы преподаете им урок. Немногие в силах противиться власти Эффекта Зеркала""".trimStart(),


        """ЗАКОН 45
                
ПРОПОВЕДУЙ НЕОБХОДИМОСТЬ ПЕРЕМЕН, НО НЕ СЛИШКОМ УВЛЕКАЙСЯ РЕФОРМАМИ

Каждому отвлеченно понятна потребность в переменах, но людей, живущих одним днем, формирует привычка. Они болезненно реагируют на слишком большие перемены, а это ведет к мятежу. Если вы новичок на вершинах власти или пока только пытаетесь ее добиться, устройте спектакль, демонстрируя уважение к старым методам работы. Если перемены необходимы, придайте им вид небольшого улучшения прошлого.""".trimStart(),

        """ЗАКОН 46
                
НИ В КОЕМ СЛУЧАЕ НЕ КАЖИСЬ СЛИШКОМ СОВЕРШЕННЫМ

Казаться лучше других всегда опасно, но опаснее всего не иметь грехов и слабостей. Зависть рождает тайных врагов. Умный человек время от времени демонстрирует изъяны, признается в безобидных грешках, чтобы защититься от зависти и казаться более человечным и доступным. Только божества и мертвые могут выглядеть совершенными, ничего не опасаясь.""".trimStart(),

        """ЗАКОН 47
                
НЕ ЗАХОДИ ДАЛЬШЕ НАМЕЧЕННОЙ ЦЕЛИ; ПОБЕЖДАЯ, ЗНАЙ, КОГДА ОСТАНОВИТЬСЯ

Мгновение победы — это часто момент наибольшего риска. В разгар победы самонадеянность и чрезмерная уверенность в себе могут толкнуть вас мимо намеченной цели, а зайдя слишком далеко, вы получите врагов больше, чем сможете победить. Обдумыванию и тщательному планированию нет альтернативы. Наметьте цель, а как только достигнете ее, остановитесь.""".trimStart(),

        """ЗАКОН 48
                
ОБРЕТИ НЕОПРЕДЕЛЕННОСТЬ ФОРМЫ

Обретая конкретную форму, имея наглядные планы, вы открываете себя АЛЯ нападения. Вместо того чтобы принять форму, которую смогут атаковать ваши враги, приспосабливайтесь и будьте в постоянном движении. Примите тот факт, что нет ничего определенного и не существует установленных навсегда законов. Лучший способ защитить себя — быть текучим и бесформенным, как вола; никогда не ставьте на стабильность или длительный порядок. Все изменяется. """.trimStart(),
    )

    fun getRandom(): String {
        var index = lows.indices.random()
        return lows[index]
    }

        fun getAll() :Array<String> {
                return lows
        }
}




